app/controllers/conferences_controller.rb

SELECT `conferences`.* FROM `conferences`
---
  def index
    respond_with Conference.all

INSERT INTO `conferences` (`created_at`, `updated_at`) VALUES ('2016-06-19 03:37:33', '2016-06-19 03:37:33')
---
  def create
    respond_with Conference.create(params[:entry])